Repository: Z-Hub/kopano4ucs
Catalog: locale/kopano4ucs.po
Languages: de

source: Kopano Contact
de: Kopano Kontakt

source: Management of Kopano Contact accounts.
de: Verwaltung von Kopano Kontakten.

source: Recognized by Kopano
de: Von Kopano erkannt

source: If set to 1, the account is recognized by kopano
de: Wenn der Wert auf 1 gesetzt ist, wird das Objekt von Kopano erkannt

source: First name
de: Vorname

source: Last name
de: Nachname

source: Display name
de: Anzeigename

source: Title
de: Titel

source: Street
de: Straße

source: E-mail address
de: E-Mail Adresse

source: Postal code
de: Postleitzahl

source: City
de: Stadt

source: Telephone number
de: Telefonnummer Festnetz

source: Mobile phone number
de: Telefonnummer Mobil

source: Pager telephone number
de: Rufnummer Pager

source: Private telephone number
de: Telefon Privat

source: Room number
de: Raumnummer

source: Department number
de: Abteilungsnummer

source: Hide entry from Kopano addressbook
de: Eintrag im Kopano Adressbuch verstecken

source: Hide this entry from the global Kopano addressbook
de: Diesen Eintrag im globalen Kopano Adressbuch verstecken

source: General
de: Allgemein

source: General Contact information
de: Allgmeine Kontaktinformationen

source: Further Contact information
de: Weitere Kontaktinformationen

source: Kopano non-active and shared store account
de: Kopano non-active und Shared Store Konto

source: Management of Kopano non-active user accounts, shared stores and resources.
de: Verwaltung von Kopano non-active Benutzerkonten, Shared Stores und Ressourcen

source: If set to 1, the account is synced to Kopano
de: Wenn der Wert auf 1 gesetzt ist, wird das Konto zu Kopano synchronisiert

source: Alternative E-mail address
de: Alternative E-Mail Adresse

source: Deny kopano login for this account. Login is only required for configuration. If not denied, this account counts against the total kopano user count
de: Verweigere Kopano Login für dieses Konto. Login wird nur zu Konfigurationszwecken benötigt. Konto wird sonst zur Kopano Benutzerzahl hinzugezählt

source: User name
de: Benutzername

source: Password
de: Passwort

source: Delegates
de: Stellvertreter

source: List of users that may send emails with the identity of the current account
de: Liste von Benutzern, die E-Mails mit der Identität dieses Kontos versenden dürfen

source: Auto accept meeting requests
de: Besprechungsanfragen automatisch annehmen

source: Accept meeting request (ressource) automatically
de: Besprechungsanfragen automatisch annehmen

source: Auto decline meetings requests with conflicting times
de: Besprechungsanfragen bei Konflikten automatisch ablehnen

source: Decline meeting requests with conflicting times (ressource) automatically
de: Besprechungsanfragen bei Konflikten automatisch ablehnen

source: Auto decline recurring meeting requests
de: Wiederkehrende Besprechungsanfragen automatisch ablehnen

source: Decline recurring items (ressource) automatically
de: Wiederkehrende Besprechungsanfragen automatisch ablehnen

source: Override global quota settings
de: Globale Quota-Einstellungen überschreiben

source: Override global quota settings with users warning, soft and hard quota size
de: Globale Quota-Einstellungen mit benutzerspezifischen Einstellungen überschreiben

source: Warning quota size in MB
de: Warnung-Quota Größe in MB

source: Soft quota size in MB
de: Soft-Quota Größe in MB

source: Hard quota size in MB
de: Hard-Quota Größe in MB

source: Kopano non-active account
de: Kopano non-active Konto

source: Kopano account settings
de: Kopano Kontoeinstellungen

source: Contact information
de: Kontaktinformationen

source: Kopano users must have a primary e-mail address specified.
de: Für Kopano Benutzer muss eine primäre E-Mailadresse vorhanden sein

source: None
de: Keine

source: Kopano User
de: Kopano-Benutzer

source: Kopano Admin
de: Kopano-Adminstrator

source: Kopano Shared Store/Non-active
de: Kopano Shared Store/Inaktiver Nutzer
